export default {
  //chagne password
  password: '現在のパスワード',
  handle_ok: 'ログイン',
  title: 'メールアドレスが変更されました。',
  changed_login: 'メールアドレスが ',
  desc: 'に変更されました。新しいメールアドレスにログインするか、さらにサポートが必要な場合は管理者に連絡してください。',
  please_enter: 'パスワードを入力してください',

  //expired mail
  expired_title: '確認リンクは有効期限が切れています。 ',
  expired_desc:
    'ユーザーが何らかの理由でログインできない場合（システムエラー、24時間後にユーザーが確認した...）、サポートについて管理者に（電話/電子メールで）連絡する必要があります。',
  expired_ok: '以前のメールアドレスとパスワードでログインする',

  //disabled mail
  disabled_title: '確認リンクが無効になっています',
  disabled_desc:
    'ユーザーが何らかの理由でログインできない場合（システムエラー、24時間後にユーザーが確認した...）、サポートについて管理者に（電話/電子メールで）連絡する必要があります。',
  disabled_ok: 'ログインへ行く',

  //email sent
  sent_desc_email:
    '新しいメールアドレスにメールが送信されました。メールアドレスを変更するには、メール内のリンクをクリックしてください。',

  //password sent
  sent_desc_password:
    'メールアドレスにメールが送信されました。パスワードをリセットするには、リンクをクリックしてください。',

  ///////////////////////
  sent_title: 'ログアウトしました。',
  sent_ok: 'ログインへ行く',

  // activated email
  activated_title: '以前にメールアドレスを変更しました。',
  activated_desc:
    '新しいメールの変更を確認しました。 新しいメールアドレスでログインしてください。 何らかの理由でログインできない場合（システムエラー、24時間後にユーザーが確認した...）、サポートについて管理者に（電話/メールで）連絡する必要があります。',
  activated_ok: 'ログインへ行く',

  // activated email edit
  activated_title_edit: 'アカウントが以前に有効されていました',
  activated_desc_edit:
    '有効なアカウントを確認しました。 新しいパスワードでログインしてください。 何らかの理由でログインできない場合（システムエラー、24時間後にユーザーが確認した...）、サポートについて管理者に（電話/電子メールで）連絡する必要があります。',

  password_wrong: 'パスワードが正しくありません'
}
